Repository: SanDisk-Open-Source/SSD_Dashboard
Catalog: uefi/attr/attr-2.4.46/po/*.po
Languages: pl

source: Usage: %s [-LRSq] -s attrname [-V attrvalue] pathname # set value %s [-LRSq] -g attrname pathname # get value %s [-LRSq] -r attrname pathname # remove attr %s [-LRq] -l pathname # list attrs -s reads a value from stdin and -g writes a value to stdout
pl: Sk³adnia: %s [-LRSq] -s atrybut [-V warto¶æ] ¶cie¿ka # ustawienie warto¶ci %s [-LRSq] -g atrybut ¶cie¿ka # odczytanie warto¶ci %s [-LRSq] -r atrybut ¶cie¿ka # usuniêcie atrybutu %s [-LRq] -l ¶cie¿ka # lista atrybutów -s odczytuje warto¶æ ze standardowego wej¶cia, -g zapisuje na standardowe wyj¶cie

source: Only one of -s, -g, -r, or -l allowed
pl: Dozwolone jest tylko jedno z -s, -g, -r lub -l

source: -V only allowed with -s
pl: -V dozwolone tylko z -s

source: Unrecognized option: %c
pl: Nierozpoznana opcja: %c

source: A filename to operate on is required
pl: Nazwa pliku do operacji jest obowi±zkowa

source: Could not set "%s" for %s
pl: Nie mo¿na ustawiæ "%s" dla %s

source: Attribute "%s" set to a %d byte value for %s:
pl: Atrybut "%1$s" dla %3$s ustawiono na warto¶æ %2$d-bajtow±:

source: Could not get "%s" for %s
pl: Nie mo¿na odczytaæ "%s" dla %s

source: Attribute "%s" had a %d byte value for %s:
pl: Atrybut "%1$s" dla %3$s mia³ warto¶æ %2$d-bajtow±:

source: Could not remove "%s" for %s
pl: Nie mo¿na usun±æ "%s" dla %s

source: Could not list "%s" for %s
pl: Nie mo¿na wypisaæ listy "%s" dla %s

source: Attribute "%s" has a %d byte value for %s
pl: Atrybut "%1$s" dla %3$s ma warto¶æ %2$d-bajtow±

source: At least one of -s, -g, -r, or -l is required
pl: Wymagane jest co najmniej jedno z -s, -g, -r lub -l

source: No such attribute
pl: Nie ma takiego atrybutu

source: %s: Removing leading '/' from absolute path names
pl: %s: Usuniêcie wiod±cego '/' ze ¶cie¿ek bezwzglêdnych

source: %s %s -- get extended attributes
pl: %s %s -- odczyt rozszerzonych atrybutów

source: Usage: %s %s
pl: Sk³adnia: %s %s

source: -n, --name=name get the named extended attribute value -d, --dump get all extended attribute values -e, --encoding=... encode values (as 'text', 'hex' or 'base64') --match=pattern only get attributes with names matching pattern --only-values print the bare values only -h, --no-dereference do not dereference symbolic links --absolute-names don't strip leading '/' in pathnames -R, --recursive recurse into subdirectories -L, --logical logical walk, follow symbolic links -P --physical physical walk, do not follow symbolic links --version print version and exit --help this help text
pl: -n, --name=nazwa odczyt warto¶ci rozszerzonego atrybutu po nazwie -d, --dump odczyt warto¶ci wszystkich rozszerzonych atrybutów -e, --encoding=... kodowanie warto¶ci (jako 'text', 'hex' lub 'base64') --match=wzorzec odczyt tylko warto¶ci atrybutów pasuj±cych do wzorca --only-values wypisywanie tylko samych warto¶ci -h, --no-dereference nie pod±¿anie za dowi±zaniami symbolicznymi --absolute-names nie pomijanie wiod±cych '/' ze ¶cie¿ek -R, --recursive rekurencyjne wchodzenie do katalogów -L, --logical przechodzenie logiczne, pod±¿anie za dowi±zaniami symbolicznymi -P, --physical przechodzenie fizyczne, nie pod±¿anie za dowi±zaniami symbolicznymi --version wy¶wietlenie informacji o wersji i zakoñczenie --help ten tekst pomocy

source: %s: invalid regular expression "%s"
pl: %s: b³êdne wyra¿enie regularne "%s"

source: Usage: %s %s Try `%s --help' for more information.
pl: Sk³adnia: %s %s `%s --help' wy¶wietli wiêcej informacji.

source: %s: %s: No filename found in line %d, aborting
pl: %s: %s: Nie znaleziono nazwy pliku w linii %d, przerwanie pracy

source: %s: No filename found in line %d of standard input, aborting
pl: %s: Nie znaleziono nazwy pliku w linii %d standardowego wej¶cia, przerwanie pracy

source: %s %s -- set extended attributes
pl: %s %s -- ustawianie rozszerzonych atrybutów

source: -n, --name=name set the value of the named extended attribute -x, --remove=name remove the named extended attribute -v, --value=value use value as the attribute value -h, --no-dereference do not dereference symbolic links --restore=file restore extended attributes --version print version and exit --help this help text
pl: -n, --name=nazwa ustawienie warto¶ci atrybutu po nazwie -x, --remove=nazwa usuniêcie atrybutu po nazwie -v, --value=warto¶ci u¿ycie warto¶ci jako warto¶ci atrybutu -h, --no-dereference nie pod±¿anie za dowi±zaniami symbolicznymi --restore=plik odtworzenie rozszerzonych atrybutów --version wy¶wietlenie informacji o wersji i zakoñczenie --help ten tekst pomocy

source: Usage: %s %s %s %s Try `%s --help' for more information.
pl: Sk³adnia: %s %s %s %s `%s --help' wy¶wietli wiêcej informacji.

source: listing attributes of %s
pl: wypisywanie atrybutów %s

source: getting attribute %s of %s
pl: odczyt atrybutu %s dla %s

source: setting attributes for %s
pl: ustawianie atrybutów dla %s

source: setting attribute %s for %s
pl: ustawianie atrybutu %s dla %s
